[
  {
    "event_name": "Mastering AI: Unlock the Power of Prompting & Smart AI use",
    "dates": {
      "start": "2025-04-30",
      "end": "2025-04-30",
      "timezone": "GMT+5:30"
    },
    "location": {
      "venue": "Online",
      "city": null,
      "state": null,
      "country": null,
      "virtual": true,
      "hybrid": false
    },
    "description": "NOTE: This event is for everyone in Asia Pacific, Africa, Middle East and Europe.\nArtificial Intelligence is rapidly transforming industries, but to truly harness its power, you need to know how to communicate with it effectively. This interactive 1-hour workshop will guide you through the fundamentals of AI, the art of effective prompting, and practical exercises to refine your skills.\nWe’ll start with a brief history of AI, setting the stage for understanding how AI models work and how they interpret human input. Then, we’ll dive into the core principles of prompt engineering—how to craft clear, precise, and structured prompts to get the best responses from AI tools like ChatGPT and others.\nThrough hands-on exercises, you’ll practice real-world scenarios where AI-powered tools can enhance productivity, creativity, and problem-solving. By the end of this session, you’ll leave with actionable strategies that will improve your AI interactions and make AI work for you, whether in business, writing, research, or daily tasks.",
    "topics": [
      "AI",
      "Artificial Intelligence",
      "Prompt Engineering"
    ],
    "registration": {
      "url": "https://www.eventbrite.com.au/e/mastering-ai-unlock-the-power-of-prompting-smart-ai-use-tickets-1302832941399?aff=ebdssbdestsearch",
      "deadline": null,
      "prices": []
    },
    "speakers": [
      {
        "name": "Michael Thomas",
        "title": "international expert in AI, digital marketing, and enterprise automation",
        "organization": "Tucana AI"
      }
    ],
    "organizer": {
      "name": "Michael Thomas",
      "website": null,
      "contact_email": null
    },
    "source_url": "https://www.eventbrite.com.au/e/mastering-ai-unlock-the-power-of-prompting-smart-ai-use-tickets-1302832941399?aff=ebdssbdestsearch",
    "last_updated": "2025-04-24T13:01:11.178360"
  }
]