{
  "event_name": "Microsoft AI Tour Kuwait City",
  "dates": {
    "start": "2025-04-29",
    "end": "2025-04-29",
    "timezone": "AST"
  },
  "location": {
    "venue": "Grand Hyatt Kuwait",
    "city": "Kuwait City",
    "state": null,
    "country": null,
    "virtual": null,
    "hybrid": null
  },
  "description": "Under the patronage of His Excellency Mr. Omar Saud Abdulaziz Al-Omar, Minister of State for Communications in the State of Kuwait.Microsoft, in partnership with The Ministry of State for Communication Affairs in Kuwait, is pleased to invite you to the \"Microsoft AI Tour\", a global event that is landing in Kuwait on April 29, 2025, at the Grand Hyatt Kuwait.The Microsoft AI Tour is a unique opportunity for business leaders, developers, IT professionals, and AI enthusiasts to explore the next generation of AI and its transformative potential across industries.The event aims to foster innovative solutions to address key challenges, accelerate AI-driven transformation, and explore emerging opportunities in the field of artificial intelligence. It brings together industry leaders and Microsoft experts to discuss the future potential of AI and its impact across various sectors.Don’t miss the chance to discover the latest advancements in AI and gain valuable insights into it.During this event, you’ll be able to:\nGet up close with real-world examples and demos on how to begin or continue your organization’s AI transformation.Connect with industry experts, partners, and your peers to learn best practices and key next steps in your AI journey.Gain a fresh perspective while you broaden your understanding of the value of AI.\nEvent Highlights:\nOpening Keynote: Hear from Microsoft leaders who are leading the era of AI and get solutions your business can start using today.Connection Hub: Connect with experts in casual networking spaces to collaborate with other business leaders and industry experts to help solve your biggest challenges.Sessions: Dive deep into the topics that matter the most to you. Join breakout sessions and shorter theater sessions throughout the day.\nRegister Now!Don’t miss this opportunity to be at the forefront of AI innovation.Space is limited, register today to secure your spot at the Microsoft AI Tour!In Partnership with The Ministry of Communications in Kuwait.Important Notice: Waitlist ProcessDue to the exclusive nature of our event and limited venue capacity, all registrations will initially be placed on a waitlist. We will endeavor to provide a response as soon as possible to confirm your attendance. We appreciate your understanding and patience. Please do not make travel arrangements or commit to attending the event unless you receive an email notification that you are confirmed as a registered attendee.*Please be advised that photography and video footage will be taken during this Microsoft event. By participating in this event, you consent to allowing Microsoft to use your image and likeness without the expressed written permission of those included in the photograph and video footage. In Partnership with The Ministry of State for Communication Affairs in Kuwait.",
  "topics": [
    "AI"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=110392816",
    "deadline": null,
    "prices": []
  },
  "speakers": [],
  "organizer": {
    "name": "Microsoft",
    "website": "https://www.microsoft.com/",
    "contact_email": null
  },
  "source_url": "https://events.microsoft.com/en-us/Allevents/?role=Partners",
  "last_updated": "2025-04-24T16:55:45.809160"
}