{
  "event_name": "Microsoft Discovery Hour: Unifique suas operações de segurança com uma plataforma baseada em IA",
  "dates": {
    "start": "2025-04-24",
    "end": "2025-04-24",
    "timezone": "BRT"
  },
  "location": {
    "venue": null,
    "city": null,
    "state": null,
    "country": null,
    "virtual": true,
    "hybrid": null
  },
  "description": "Explore as mais recentes soluções Microsoft Cloud e demonstrações de produtos para gerar novos casos de uso de tecnologia em um Microsoft Discovery Hour gratuito. Participe do Microsoft Discovery Hour: Unifique suas operações de segurança com uma plataforma baseada em IA para aprender como transformar suas operações de segurança (SecOps) com uma solução incorporada e uma experiência de analista com tecnologia de IA. As soluções de segurança da Microsoft oferecem às equipes de SecOps verdadeira visibilidade de ponta a ponta para detectar, investigar e responder a ameaças cibernéticas.\nDurante esse evento, você descobrirá mais sobre:Usando uma solução de segurança que combina informações de segurança e gerenciamento de eventos, detecção e resposta estendidas, inteligência de ameaças, gerenciamento de postura e IA generativaCapacitar SecOps para proteger vários ambientes com visibilidade abrangente de ameaçasCasos de uso da vida real para proteção aprimorada contra ameaças\nVeja o que você pode esperar:APRESENTAÇÃO DO EVENTO Briefing sobre o cenário de ameaçasCentros de operações de segurança hojeTransformar SecOps com uma plataforma unificadaCenários de ameaçaEvidências e histórias de clientes\nClique aqui para ver o Código de Conduta para Eventos da Microsoft.\nAviso: Microsoft Discovery Hour: Unifique suas operações de segurança com uma plataforma baseada em IA é aberto ao público e oferecido sem custo. Antes de se inscrever no evento, os funcionários públicos devem verificar com seus empregadores para garantir que sua participação seja permitida e esteja de acordo com as políticas e leis aplicáveis.",
  "topics": [
    "Security Operations",
    "AI"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=512121372",
    "deadline": null,
    "prices": []
  },
  "speakers": [],
  "organizer": {
    "name": "Microsoft",
    "website": "https://www.microsoft.com/",
    "contact_email": null
  },
  "source_url": "https://events.microsoft.com/en-us/Allevents/?role=Educators",
  "last_updated": "2025-04-24T16:57:36.969468"
}