{
  "event_name": "Microsoft Discovery Hour: Accelerate Developer Productivity with AI",
  "dates": {
    "start": "2025-04-24",
    "end": "2025-04-24",
    "timezone": "EST"
  },
  "location": {
    "venue": null,
    "city": null,
    "state": null,
    "country": null,
    "virtual": true,
    "hybrid": null
  },
  "description": "Mejorar la experiencia de los desarrolladores puede generar resultados empresariales medibles, como una innovación un 20 % más rápida y un 50 % menos de deuda tecnológica.1 Tres factores están demostrando tener el mayor impacto: la IA generativa, la ingeniería de plataformas y la seguridad. Microsoft Azure, una de las plataformas de desarrollo de generadas por IA líderes en el mundo, permite reimaginar la experiencia de los desarrolladores transformando los flujos de trabajo. Únase a este seminario web gratuito para obtener información técnica e historias de éxito reales sobre cómo aumentar la productividad de su equipo con una combinación de asistencia de IA y las mejores prácticas de la industria. Durante este evento, descubrirás más sobre: Uso de la IA para aumentar la eficiencia en cada etapa del ciclo de vida del software para acelerar el desarrollo Optimización de los flujos de trabajo colaborativos a través de herramientas de autoservicio, integraciones flexibles y mejores prácticas en DevOps moderno e ingeniería de plataformas Integración de seguridad en el flujo de trabajo del desarrollador mediante la protección del código y la respuesta rápida a las vulnerabilidades Esto es lo que puedes esperar: PRESENTACIÓN DEL EVENTOBienvenida y apertura Tendencias y desafíos actuales ¿Por qué Microsoft? Liberar el poder de la solución para desarrolladores de Microsoft A prueba de clientes Preguntas y respuestas Cierre y resumen de la oferta local Haga clic aquí para ver el Código de conducta de eventos de Microsoft. Descargo de responsabilidad: Microsoft Discovery Hour: Accelerate Developer Productivity with AI-está abierto al público y se ofrece sin costo alguno. Antes de registrarse para el evento, los empleados del gobierno deben consultar con sus empleadores para asegurarse de que su participación esté permitida y de acuerdo con las políticas y leyes aplicables.",
  "topics": [
    "AI",
    "Development",
    "Security"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=1320997473",
    "deadline": null,
    "prices": []
  },
  "speakers": [],
  "organizer": {
    "name": "Microsoft",
    "website": "https://www.microsoft.com/",
    "contact_email": null
  },
  "source_url": "https://events.microsoft.com/en-us/Azure",
  "last_updated": "2025-04-24T16:49:06.549308"
}