{
  "event_name": "AI Show Folge 17: Lizenz zum Automatisieren – Agentic AI im Einsatz",
  "dates": {
    "start": "2025-04-25",
    "end": "2025-04-25",
    "timezone": "WEST"
  },
  "location": {
    "venue": null,
    "city": null,
    "state": null,
    "country": null,
    "virtual": true,
    "hybrid": null
  },
  "description": "Stellen Sie sich eine Welt vor, in der KI nicht nur unterstützt, sondern eigenständig intelligente Entscheidungen trifft, Prozesse optimiert und Unternehmen effizienter macht. Genau dies wird mit Agentic AI möglich. In Folge 17 der AI Show erfahren Sie, warum autonome KI-Agenten die Zukunft sind. Einschalten und Wissen tanken: Die AI Show – bis Juli 2025 jeden zweiten Freitag von 11-12 Uhr. Mit spannenden Live-Demos, App-Previews und Diskussionen zu wechselnden KI-Themen. Online und kostenlos! Wir machen KI erlebbar. Ob in der Finanzbranche, im Gesundheitswesen oder in der Fertigung – smarte, autonome KI-Agenten steigern bereits heute die Effizienz und Qualität in sehr vielen Industrien. Doch wie sieht das konkret aus? Welche Vorteile ergeben sich für Unternehmen? Und welche Herausforderungen müssen beachtet werden? In Folge 17 der AI Show „Lizenz zum Automatisieren – Agentic AI im Einsatz“ am 25. April 2025 zeigen wir Ihnen, wie Unternehmen bereits heute Agentic AI einsetzen, um ihre Geschäftsentscheidungen zu beschleunigen, die Qualität zu steigern und sich Wettbewerbsvorteile zu sichern. Erleben Sie exklusive Live-Demos, spannende Diskussionen und innovative Ansätze für Ihre KI-Projekte.Melden Sie sich jetzt kostenlos zur AI Show Folge 17 „Lizenz zum Automatisieren – Agentic AI im Einsatz“ am 25. April 2025 an! Lassen Sie sich diese Stunde Kompaktwissen zu Künstlicher Intelligenz nicht entgehen und machen Sie jeden zweiten Freitag von 11 bis 12 Uhr zu Ihrer persönlichen #Smartinée!Werden Sie zum Fan und verpassen Sie keine Folge unserer AI Show. Die Themen der nächsten Wochen finden Sie immer aktuell unter AI Show: Wir machen KI erlebbar. Auch wenn Sie mit Ihrem neuen KI-Wissen glänzen möchten, geben Sie Ihren Kolleg*innen doch auch eine Chance! Teilen Sie die Termine im Team.Die Highlights von Folge 17 im Überblick",
  "topics": [
    "Agentic AI",
    "AI"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=25425370885208",
    "deadline": null,
    "prices": []
  },
  "speakers": [],
  "organizer": {
    "name": "Microsoft",
    "website": "https://www.microsoft.com/",
    "contact_email": null
  },
  "source_url": "https://events.microsoft.com/en-us/Allevents/?role=Students",
  "last_updated": "2025-04-24T16:56:38.707835"
}