{
  "event_name": "Microsoft AI School - Folge 5: Das Copilot ABC in Microsoft Teams",
  "dates": {
    "start": "2025-04-25",
    "end": "2025-04-25",
    "timezone": "WEST"
  },
  "location": {
    "venue": null,
    "city": null,
    "state": null,
    "country": null,
    "virtual": true,
    "hybrid": null
  },
  "description": "Microsoft AI School – Folge 5: Das Copilot ABC in Microsoft Teams Willkommen zur fünften Episode unseres Live-Webinars \"Microsoft AI School – Die Copilot Schule\"! Diesmal tauchen wir tief in die Welt von Microsoft Teams ein und zeigen Ihnen, wie Microsoft 365 Copilot Ihre Zusammenarbeit und Kommunikation auf ein neues Level hebt. Erleben Sie 45 Minuten geballtes KI-Wissen, praxisnahe Beispiele und wertvolle Expertentipps. Microsoft 365 Copilot in Teams: Ihre digitale Assistenz für effiziente Zusammenarbeit Stellen Sie sich vor: Meetings, die wie am Schnürchen laufen, Chatverläufe, die perfekt zusammengefasst sind, und eine Teamkommunikation, die so effizient ist wie nie zuvor. Mit Microsoft 365 Copilot in Teams wird diese Vision Realität. Lernen Sie in dieser Episode, wie Sie Copilot als Ihre persönliche Assistenz nutzen, um Aufgaben zu automatisieren, Informationen zu bündeln und Ihre Produktivität im Team zu maximieren. Die Themen: Slot 1 – Copilot-Funktionen in Microsoft Teams: Wir präsentieren Ihnen die speziellen Funktionen, die Copilot in Microsoft Teams bietet. Entdecken Sie, wie Sie Meetings optimieren, Chatverläufe effizienter gestalten und die Zusammenarbeit im Team verbessern können. Slot 2 – Praxisbeispiele: Anhand konkreter Anwendungsfälle zeigen wir Ihnen, wie Sie Copilot in Teams effektiv einsetzen. Erleben Sie live, wie Sie Aufgaben automatisieren, Inhalte prägnant zusammenfassen und Ihre tägliche Arbeit produktiver gestalten. Slot 3 – Prompt-Tipps zu Teams & Kommunikation: Die richtigen Prompts sind der Schlüssel zur erfolgreichen Nutzung von Copilot. Wir verraten Ihnen wertvolle Tipps und Tricks, wie Sie mit gezielten Eingaben Besprechungsnotizen erstellen, Follow-ups automatisieren und Kommunikationsabläufe in Teams optimieren. Diese Expertise ist nicht nur für Teams relevant, sondern verbessert Ihre gesamte Kommunikation. Slot 4 – Fragen aus dem Publikum: Haben Sie brennende Fragen zu Microsoft 365 Copilot in Teams? Stellen Sie sie live unseren Expertinnen und Experten und erhalten Sie individuelle Antworten. Wir freuen uns auf den Austausch mit Ihnen! Referenten: Markus Widl und Alexander Eggers Präsentations- und Untertitelsprache: Deutsch Melden Sie sich jetzt an und erleben Sie die Zukunft der Zusammenarbeit! Lust auf mehr? In der nächsten Folge erfahren Sie, wie Sie Copilot in PowerPoint einsetzen, um beeindruckende Präsentationen in kürzester Zeit zu",
  "topics": [
    "AI",
    "Microsoft 365 Copilot",
    "Microsoft Teams"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=43795040413",
    "deadline": null,
    "prices": []
  },
  "speakers": [
    {
      "name": "Markus Widl",
      "title": null,
      "organization": null
    },
    {
      "name": "Alexander Eggers",
      "title": null,
      "organization": null
    }
  ],
  "source_url": "https://events.microsoft.com/en-us/Allevents/?role=Developers",
  "last_updated": "2025-04-24T16:54:51.798007"
}