{
  "event_name": "Mission Copilot-Profi: Das Training #2 – Sicher vor dem Tor mit Copilot für Security und Copilot Studio",
  "dates": {
    "start": "2025-04-28",
    "end": "2025-04-28",
    "timezone": "WEST"
  },
  "location": {
    "venue": null,
    "city": null,
    "state": null,
    "country": null,
    "virtual": true,
    "hybrid": null
  },
  "description": "Mission Copilot-Profi: Das Training #2 – Sicher vor dem Tor mit Copilot für Security und Copilot StudioKatie, IT-Sicherheitsexpertin und brillante Torhüterin beim Copilot FC, steht unter ständigem Beschuss. Sie sucht nach Wegen, die Abwehr zu stärken und gleichzeitig flexibel zu bleiben. Auch Sie möchten Ihr Unternehmen sicherer machen, ohne sich einschränken zu müssen? Werden Sie zum Copilot-Profi mit unserer neuen Webinarserie. In der zweiten Folge von \"Mission Copilot-Profi: Das Training\" am 28. April 2025 von 11:00-12:00 Uhr lernen Sie in einer ausführlichen Demo Copilot für Security und Copilot Studio kennen. Wir zeigen, wie Sicherheit und Effizienz zu einem unschlagbaren Duo werden – auch für Katie und ihr Team! Copilot für Security und Copilot Studio bieten die passenden Lösungen und Strategien, um die Sicherheit zu erhöhen, ohne die Produktivität zu beeinträchtigen:\nIntegration von Drittsystemen und Erweiterbarkeit von Lösungen Schnelle Entwicklung benutzerdefinierter Lösungen und Automatisierungen Verwaltung und Organisation von Systemen und Datenflüssen Pflege und Ausbau der technischen Infrastruktur Erfahren Sie in Folge 2 unserer fünfteiligen Serie, was IT-Sicherheit mit einem starken Rückhalt im Fußball zu tun hat. Wird Torhüterin Katie den Kasten sauber halten?Melden Sie sich jetzt an und starten Sie mit Copilot richtig durch! In der nächsten Folge dreht sich alles um die richtige Abwehr. Bleiben Sie dran und werden Sie gemeinsam mit dem Team des Copilot FC zum Copilot-Profi!",
  "topics": [
    "Security",
    "Copilot"
  ],
  "registration": {
    "url": "https://msevents.microsoft.com/event?id=4003010821",
    "deadline": null,
    "prices": []
  },
  "speakers": [],
  "organizer": {
    "name": "Microsoft",
    "website": "https://www.microsoft.com/",
    "contact_email": null
  },
  "source_url": "https://events.microsoft.com/en-us/Allevents/?role=Students",
  "last_updated": "2025-04-24T16:56:38.709306"
}